Repository: aleks7900/FinPulse.Windows
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_pt, ro_ro, ru_ru, uk_ua, zh_cn

# Transactions_Col_Amount.Text
source: AMOUNT
de_de: BETRAG
es_es: IMPORTE
fr_fr: MONTANT
it_it: IMPORTO
ja_jp: 金額
ko_kr: 금액
pl_pl: KWOTA
pt_pt: VALOR
ro_ro: SUMĂ
ru_ru: СУММА
uk_ua: СУМА
zh_cn: 金额

# Transactions_Footer_MatchingRecords.Text
source: Matching Records:
de_de: Passende Einträge:
es_es: Registros coincidentes:
fr_fr: Enregistrements correspondants :
it_it: Record corrispondenti:
ja_jp: 一致するレコード:
ko_kr: 일치하는 기록:
pl_pl: Pasujące rekordy:
pt_pt: Registos correspondentes:
ro_ro: Înregistrări găsite:
ru_ru: Найдено записей:
uk_ua: Знайдено записів:
zh_cn: 匹配记录：

# Transactions_Footer_NetTotal.Text
source: Net Total:
de_de: Nettosumme:
es_es: Total neto:
fr_fr: Total net :
it_it: Totale netto:
ja_jp: 純合計:
ko_kr: 순 합계:
pl_pl: Suma netto:
pt_pt: Total líquido:
ro_ro: Total net:
ru_ru: Чистый итог:
uk_ua: Загальний підсумок:
zh_cn: 净额总计：

# Transactions_Delete_DialogTitle
source: Delete Transaction?
de_de: Transaktion löschen?
es_es: ¿Eliminar transacción?
fr_fr: Supprimer la transaction ?
it_it: Eliminare la transazione?
ja_jp: 取引を削除しますか？
ko_kr: 거래를 삭제하시겠습니까?
pl_pl: Usunąć transakcję?
pt_pt: Eliminar transação?
ro_ro: Ștergeți tranzacția?
ru_ru: Удалить транзакцию?
uk_ua: Видалити транзакцію?
zh_cn: 删除交易？

# Transactions_Delete_DialogContent
source: Are you sure you want to delete this transaction? Account balances will update automatically.
de_de: Möchten Sie diese Transaktion wirklich löschen? Die Kontostände werden automatisch aktualisiert.
es_es: ¿Seguro que desea eliminar esta transacción? Los saldos de las cuentas se actualizarán automáticamente.
fr_fr: Voulez-vous vraiment supprimer cette transaction ? Les soldes des comptes seront mis à jour automatiquement.
it_it: Sei sicuro di voler eliminare questa transazione? I saldi dei conti verranno aggiornati automaticamente.
ja_jp: この取引を削除してもよろしいですか？口座残高は自動的に更新されます。
ko_kr: 이 거래를 삭제하시겠습니까? 계좌 잔액은 자동으로 업데이트됩니다.
pl_pl: Czy na pewno chcesz usunąć tę transakcję? Salda kont zostaną zaktualizowane automatycznie.
pt_pt: Tem a certeza de que pretende eliminar esta transação? Os saldos das contas serão atualizados automaticamente.
ro_ro: Sigur doriți să ștergeți această tranzacție? Soldurile conturilor se vor actualiza automat.
ru_ru: Вы уверены, что хотите удалить эту транзакцию? Балансы счетов обновятся автоматически.
uk_ua: Ви впевнені, що хочете видалити цю транзакцію? Баланси рахунків оновляться автоматично.
zh_cn: 您确定要删除此交易吗？账户余额将自动更新。

# Analytics_HeaderTitle.Text
source: Financial Analytics
de_de: Finanzanalysen
es_es: Análisis financiero
fr_fr: Analyses financières
it_it: Analisi finanziaria
ja_jp: 財務分析
ko_kr: 재무 분석
pl_pl: Analityka finansowa
pt_pt: Análise financeira
ro_ro: Analiză financiară
ru_ru: Финансовая аналитика
uk_ua: Фінансова аналітика
zh_cn: 财务分析

# Analytics_HeaderSubtitle.Text
source: Spending patterns, category distributions, and multi-period metrics
de_de: Ausgabenmuster, Kategorieverteilungen und Zeitreihen-Kennzahlen
es_es: Patrones de gasto, distribución por categorías y métricas por período
fr_fr: Habitudes de dépenses, répartition par catégorie et indicateurs périodiques
it_it: Modelli di spesa, distribuzione delle categorie e metriche multi-periodo
ja_jp: 支出傾向、カテゴリ別割合、複数期間の各種指標
ko_kr: 지출 패턴, 카테고리별 분포 및 다기간 지표 분석
pl_pl: Wzorce wydatków, rozkład kategorii i wskaźniki wielookresowe
pt_pt: Padrões de gastos, distribuição de categorias e métricas de vários períodos
ro_ro: Modele de cheltuieli, distribuția pe categorii și indicatori pe mai multe perioade
ru_ru: Структура расходов, распределение по категориям и периодические метрики
uk_ua: Структура витрат, розподіл за категоріями та динаміка за періоди
zh_cn: 消费模式、分类分布及多周期财务指标

# Analytics_Period_7Days.Content
source: 7 Days
de_de: 7 Tage
es_es: 7 días
fr_fr: 7 jours
it_it: 7 giorni
ja_jp: 過去7日間
ko_kr: 최근 7일
pl_pl: 7 dni
pt_pt: 7 dias
ro_ro: 7 zile
ru_ru: 7 дней
uk_ua: 7 днів
zh_cn: 近 7 天

# Analytics_Period_30Days.Content
source: 30 Days
de_de: 30 Tage
es_es: 30 días
fr_fr: 30 jours
it_it: 30 giorni
ja_jp: 過去30日間
ko_kr: 최근 30일
pl_pl: 30 dni
pt_pt: 30 dias
ro_ro: 30 zile
ru_ru: 30 дней
uk_ua: 30 днів
zh_cn: 近 30 天

# Analytics_Period_3Months.Content
source: 3 Months
de_de: 3 Monate
es_es: 3 meses
fr_fr: 3 mois
it_it: 3 mesi
ja_jp: 過去3か月
ko_kr: 최근 3개월
pl_pl: 3 miesiące
pt_pt: 3 meses
ro_ro: 3 luni
ru_ru: 3 месяца
uk_ua: 3 місяці
zh_cn: 近 3 个月

# Analytics_Period_6Months.Content
source: 6 Months
de_de: 6 Monate
es_es: 6 meses
fr_fr: 6 mois
it_it: 6 mesi
ja_jp: 過去6か月
ko_kr: 최근 6개월
pl_pl: 6 miesięcy
pt_pt: 6 meses
ro_ro: 6 luni
ru_ru: 6 месяцев
uk_ua: 6 місяців
zh_cn: 近 6 个月

# Analytics_Period_1Year.Content
source: 1 Year
de_de: 1 Jahr
es_es: 1 año
fr_fr: 1 an
it_it: 1 anno
ja_jp: 過去1年間
ko_kr: 최근 1년
pl_pl: 1 rok
pt_pt: 1 ano
ro_ro: 1 an
ru_ru: 1 год
uk_ua: 1 рік
zh_cn: 近 1 年

# Analytics_PeriodIncome_Label.Text
source: PERIOD INCOME
de_de: EINNAHMEN IM ZEITRAUM
es_es: INGRESOS DEL PERÍODO
fr_fr: REVENUS DE LA PÉRIODE
it_it: ENTRATE DEL PERIODO
ja_jp: 期間中の収入
ko_kr: 기간 수입
pl_pl: PRZYCHÓD W OKRESIE
pt_pt: RECEITAS DO PERÍODO
ro_ro: VENITURI ÎN PERIOADĂ
ru_ru: ДОХОД ЗА ПЕРИОД
uk_ua: ДОХІД ЗА ПЕРІОД
zh_cn: 周期总收入

# Analytics_PeriodExpenses_Label.Text
source: PERIOD EXPENSES
de_de: AUSGABEN IM ZEITRAUM
es_es: GASTOS DEL PERÍODO
fr_fr: DÉPENSES DE LA PÉRIODE
it_it: USCITE DEL PERIODO
ja_jp: 期間中の支出
ko_kr: 기간 지출
pl_pl: WYDATKI W OKRESIE
pt_pt: DESPESAS DO PERÍODO
ro_ro: CHELTUIELI ÎN PERIOADĂ
ru_ru: РАСХОД ЗА ПЕРИОД
uk_ua: ВИТРАТИ ЗА ПЕРІОД
zh_cn: 周期总支出

# Analytics_SavingsRate_Label.Text
source: SAVINGS RATE
de_de: SPARQUOTE
es_es: TASA DE AHORRO
fr_fr: TAUX D'ÉPARGNE
it_it: TASSO DI RISPARMIO
ja_jp: 貯蓄率
ko_kr: 저축률
pl_pl: STOPA OSZCZĘDNOŚCI
pt_pt: TAXA DE POUPANÇA
ro_ro: RATA DE ECONOMISIRE
ru_ru: УРОВЕНЬ НАКОПЛЕНИЙ
uk_ua: РІВЕНЬ ЗАОЩАДЖЕНЬ
zh_cn: 储蓄率

# Analytics_DailyBurn_Label.Text
source: DAILY BURN RATE
de_de: TÄGLICHER VERBRAUCH
es_es: TASA DE CONSUMO DIARIO
fr_fr: DÉPENSE QUOTIDIENNE MOYENNE
it_it: TASSO DI SPESA GIORNALIERA
ja_jp: 日次消費ペース
ko_kr: 일일 평균 소비액
pl_pl: DZIENNE TEMPO WYDATKÓW
pt_pt: RITMO DE GASTO DIÁRIO
ro_ro: RITM ZILNIC DE CONSUM
ru_ru: ДНЕВНОЙ РАСХОД
uk_ua: ДЕННИЙ ТЕМП ВИТРАТ
zh_cn: 日均消费额

# Analytics_SpendingByCategory_Title.Text
source: Spending by Category
de_de: Ausgaben nach Kategorie
es_es: Gastos por categoría
fr_fr: Dépenses par catégorie
it_it: Spese per categoria
ja_jp: カテゴリ別支出
ko_kr: 카테고리별 지출
pl_pl: Wydatki według kategorii
pt_pt: Gastos por categoria
ro_ro: Cheltuieli pe categorii
ru_ru: Расходы по категориям
uk_ua: Витрати за категоріями
zh_cn: 按分类支出

# Analytics_MonthlyTrend_Title.Text
source: Monthly Spending & Income Trend
de_de: Monatlicher Einnahmen- & Ausgabentrend
es_es: Tendencia mensual de ingresos y gastos
fr_fr: Tendance mensuelle des revenus et dépenses
it_it: Andamento mensile di entrate e uscite
ja_jp: 月次収支トレンド
ko_kr: 월별 수입 및 지출 추이
pl_pl: Miesięczny trend przychodów i wydatków
pt_pt: Tendência mensal de receitas e despesas
ro_ro: Tendință lunară a veniturilor și cheltuielilor
ru_ru: Ежемесячный тренд доходов и расходов
uk_ua: Щомісячний тренд доходів і витрат
zh_cn: 月度收支趋势

# Analytics_NetVariance_Label.Text
source: Net Variance
de_de: Netto-Abweichung
es_es: Diferencia neta
fr_fr: Écart net
it_it: Variazione netta
ja_jp: 純差額
ko_kr: 순 변동폭
pl_pl: Różnica netto
pt_pt: Variação líquida
ro_ro: Variație netă
ru_ru: Чистая разница
uk_ua: Чиста різниця
zh_cn: 净额差

# Settings_HeaderTitle.Text
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
pl_pl: Ustawienia
pt_pt: Definições
ro_ro: Setări
ru_ru: Настройки
uk_ua: Налаштування
zh_cn: 设置

# Settings_HeaderSubtitle.Text
source: Preferences, multi-currency defaults, and cloud synchronization
de_de: Präferenzen, Mehrwährungseinstellungen und Cloud-Synchronisation
es_es: Preferencias, valores multimoneda predeterminados y sincronización en la nube
fr_fr: Préférences, devises par défaut et synchronisation cloud
it_it: Preferenze, impostazioni multi-valuta e sincronizzazione cloud
ja_jp: 各種設定、複数通貨のデフォルト、クラウド同期
ko_kr: 환경설정, 다중 통화 기본값 및 클라우드 동기화
pl_pl: Preferencje, domyślne ustawienia wielowalutowe i synchronizacja w chmurze
pt_pt: Preferências, padrões multimoeda e sincronização na cloud
ro_ro: Preferințe, setări implicite multi-valută și sincronizare în cloud
ru_ru: Параметры, мультивалютные значения по умолчанию и облачная синхронизация
uk_ua: Параметри, базові мультивалютні налаштування та хмарна синхронізація
zh_cn: 偏好设置、多币种默认值及云端数据同步

# Settings_GoogleSection_Title.Text
source: Google Account & Cloud Identity
de_de: Google-Konto & Cloud-Identität
es_es: Cuenta de Google e identidad en la nube
fr_fr: Compte Google & Identité Cloud
it_it: Account Google e identità Cloud
ja_jp: Google アカウントとクラウドID
ko_kr: Google 계정 및 클라우드 ID
pl_pl: Konto Google i tożsamość w chmurze
pt_pt: Conta Google e identidade na cloud
ro_ro: Cont Google și identitate în cloud
ru_ru: Аккаунт Google и облачный профиль
uk_ua: Обліковий запис Google та хмарний профіль
zh_cn: Google 账户与云端身份

# Settings_GoogleSection_Subtitle.Text
source: Connect your Google Account to synchronize across Android and Windows via Cloud Firestore
de_de: Verbinden Sie Ihr Google-Konto, um Daten über Cloud Firestore zwischen Android und Windows zu synchronisieren
es_es: Conecte su cuenta de Google para sincronizar entre Android y Windows mediante Cloud Firestore
fr_fr: Associez votre compte Google pour synchroniser vos données entre Android et Windows via Cloud Firestore
it_it: Collega il tuo account Google per sincronizzare i dati tra Android e Windows tramite Cloud Firestore
ja_jp: Google アカウントを接続して Cloud Firestore 経由で Android と Windows 間を同期
ko_kr: Cloud Firestore를 통해 Android와 Windows 간 동기화할 Google 계정 연결
pl_pl: Połącz swoje konto Google, aby synchronizować dane między systemami Android i Windows przez Cloud Firestore
pt_pt: Associe a sua conta Google para sincronizar entre Android e Windows através do Cloud Firestore
ro_ro: Conectați-vă contul Google pentru a sincroniza între Android și Windows prin Cloud Firestore
ru_ru: Подключите аккаунт Google для синхронизации между Android и Windows через Cloud Firestore
uk_ua: Підключіть обліковий запис Google для синхронізації між Android та Windows через Cloud Firestore
zh_cn: 关联 Google 账户以通过 Cloud Firestore 在 Android 和 Windows 之间同步数据

# Settings_GoogleAccountBadge.Text
source: Google Account
de_de: Google-Konto
es_es: Cuenta de Google
fr_fr: Compte Google
it_it: Account Google
ja_jp: Google アカウント
ko_kr: Google 계정
pl_pl: Konto Google
pt_pt: Conta Google
ro_ro: Cont Google
ru_ru: Аккаунт Google
uk_ua: Обліковий запис Google
zh_cn: Google 账户

# Settings_SignOutButton.Text
source: Sign Out
de_de: Abmelden
es_es: Cerrar sesión
fr_fr: Se déconnecter
it_it: Disconnetti
ja_jp: サインアウト
ko_kr: 로그아웃
pl_pl: Wyloguj
pt_pt: Terminar sessão
ro_ro: Deconectare
ru_ru: Выйти
uk_ua: Вийти
zh_cn: 退出登录

# Settings_NotSignedIn.Text
source: Not Signed In
de_de: Nicht angemeldet
es_es: No has iniciado sesión
fr_fr: Non connecté
it_it: Non autenticato
ja_jp: サインインしていません
ko_kr: 로그인되지 않음
pl_pl: Nie zalogowano
pt_pt: Sessão não iniciada
ro_ro: Neautentificat
ru_ru: Не авторизован
uk_ua: Не авторизовано
zh_cn: 未登录

# Settings_SignInPrompt.Text
source: Sign in with your Google account to enable real-time cloud sync with Android.
de_de: Melden Sie sich mit Ihrem Google-Konto an, um die Cloud-Synchronisation in Echtzeit mit Android zu aktivieren.
es_es: Inicie sesión con su cuenta de Google para habilitar la sincronización en la nube en tiempo real con Android.
fr_fr: Connectez-vous avec votre compte Google pour activer la synchronisation cloud en temps réel avec Android.
it_it: Accedi con il tuo account Google per attivare la sincronizzazione cloud in tempo reale con Android.
ja_jp: Google アカウントでサインインして、Android とのリアルタイムなクラウド同期を有効にします。
ko_kr: Android 기기와 실시간 클라우드 동기화를 활성화하려면 Google 계정으로 로그인하세요.
pl_pl: Zaloguj się na konto Google, aby włączyć synchronizację w chmurze w czasie rzeczywistym z systemem Android.
pt_pt: Inicie sessão com a sua conta Google para ativar a sincronização na cloud em tempo real com o Android.
ro_ro: Autentificați-vă cu contul Google pentru a activa sincronizarea în cloud în timp real cu Android.
ru_ru: Войдите в аккаунт Google, чтобы включить синхронизацию с Android в реальном времени.
uk_ua: Увійдіть за допомогою облікового запису Google, щоб увімкнути синхронізацію з Android у реальному часі.
zh_cn: 登录 Google 账户以开启与 Android 设备的实时云端同步。

# Settings_SignInGoogleButton.Text
source: Sign in with Google
de_de: Mit Google anmelden
es_es: Iniciar sesión con Google
fr_fr: Se connecter avec Google
it_it: Accedi con Google
ja_jp: Google でサインイン
ko_kr: Google로 로그인
pl_pl: Zaloguj przez Google
pt_pt: Iniciar sessão com o Google
ro_ro: Conectați-vă cu Google
ru_ru: Войти через Google
uk_ua: Увійти через Google
zh_cn: 通过 Google 登录

# Settings_SignInEmailButton.Text
source: Email
es_es: Correo
ja_jp: メール
ko_kr: 이메일
ru_ru: Электронная почта
uk_ua: Електронна пошта
zh_cn: 邮箱登录

# Settings_Appearance_Title.Text
source: Appearance & Display
de_de: Erscheinungsbild & Anzeige
es_es: Apariencia y visualización
fr_fr: Apparence & Affichage
it_it: Aspetto e visualizzazione
ja_jp: 外観と表示
ko_kr: 화면 및 디자인
pl_pl: Wygląd i wyświetlanie
pt_pt: Aspeto e apresentação
ro_ro: Aspect și afișare
ru_ru: Внешний вид и оформление
uk_ua: Зовнішній вигляд і відображення
zh_cn: 外观与显示

# Settings_Theme_Label.Text
source: Application Theme
de_de: Design
es_es: Tema de la aplicación
fr_fr: Thème de l'application
it_it: Tema dell'applicazione
ja_jp: アプリのテーマ
ko_kr: 앱 테마
pl_pl: Motyw aplikacji
pt_pt: Tema da aplicação
ro_ro: Temă aplicație
ru_ru: Тема приложения
uk_ua: Тема застосунку
zh_cn: 应用主题

# Settings_Theme_Desc.Text
source: Select your preferred Fluent color theme
de_de: Wählen Sie Ihr bevorzugtes Fluent-Farbdesign
es_es: Seleccione su tema de color Fluent preferido
fr_fr: Sélectionnez votre thème de couleurs Fluent préféré
it_it: Seleziona il tema colori Fluent preferito
ja_jp: お好みのFluentカラーテーマを選択してください
ko_kr: 원하는 Fluent 컬러 테마를 선택하세요
pl_pl: Wybierz preferowany motyw kolorystyczny Fluent
pt_pt: Selecione o tema de cores Fluent da sua preferência
ro_ro: Selectați tema de culori Fluent preferată
ru_ru: Выберите предпочтительную цветовую тему Fluent
uk_ua: Виберіть бажану колірну тему Fluent
zh_cn: 选择您偏好的 Fluent 颜色主题

# Theme_System.Content
source: System
es_es: Sistema
fr_fr: Système
it_it: Sistema
ja_jp: システム
ko_kr: 시스템 기본값
pl_pl: Systemowy
pt_pt: Sistema
ro_ro: Sistem
ru_ru: Системная
uk_ua: Системна
zh_cn: 跟随系统

# Theme_Light.Content
source: Light
de_de: Hell
es_es: Claro
fr_fr: Clair
it_it: Chiaro
ja_jp: ライト
ko_kr: 라이트
pl_pl: Jasny
pt_pt: Claro
ro_ro: Luminos
ru_ru: Светлая
uk_ua: Світла
zh_cn: 浅色

# Theme_Dark.Content
source: Dark
de_de: Dunkel
es_es: Oscuro
fr_fr: Sombre
it_it: Scuro
ja_jp: ダーク
ko_kr: 다크
pl_pl: Ciemny
pt_pt: Escuro
ro_ro: Întunecat
ru_ru: Темная
uk_ua: Темна
zh_cn: 深色

# Settings_Privacy_Label.Text
source: Privacy Mode
de_de: Datenschutzmodus
es_es: Modo de privacidad
fr_fr: Mode confidentialité
it_it: Modalità privacy
ja_jp: プライバシーモード
ko_kr: 개인정보 보호 모드
pl_pl: Tryb prywatności
pt_pt: Modo de privacidade
ro_ro: Mod confidențialitate
ru_ru: Режим приватности
uk_ua: Режим приватності
zh_cn: 隐私保护模式

# Settings_Privacy_Desc.Text
source: Hide sensitive monetary balances on dashboard
de_de: Sensible Kontostände auf der Übersichtsseite ausblenden
es_es: Ocultar saldos monetarios confidenciales en el panel principal
fr_fr: Masquer les soldes monétaires sensibles sur le tableau de bord
it_it: Nascondi i saldi sensibili nella dashboard
ja_jp: ダッシュボード上で残高金額を非表示にする
ko_kr: 대시보드에서 민감한 자산 잔액 숨기기
pl_pl: Ukryj wrażliwe kwoty salda na pulpicie nawigacyjnym
pt_pt: Ocultar saldos monetários confidenciais no painel principal
ro_ro: Ascundeți soldurile sensibile pe tabloul de bord
ru_ru: Скрывать чувствительные суммы баланса на главной панели
uk_ua: Приховати чутливі суми балансу на головній панелі
zh_cn: 在仪表盘上隐藏敏感的资产金额

# Settings_Language_Title.Text
source: Language & Region
de_de: Sprache & Region
es_es: Idioma y región
fr_fr: Langue & Région
it_it: Lingua e area geografica
ja_jp: 言語と地域
ko_kr: 언어 및 지역
pl_pl: Język i region
pt_pt: Idioma e Região
ro_ro: Limbă și regiune
ru_ru: Язык и регион
uk_ua: Мова та регіон
zh_cn: 语言与区域

# Settings_Language_Label.Text
source: Application Language
de_de: App-Sprache
es_es: Idioma de la aplicación
fr_fr: Langue de l'application
it_it: Lingua dell'applicazione
ja_jp: アプリの言語
ko_kr: 앱 언어
pl_pl: Język aplikacji
pt_pt: Idioma da aplicação
ro_ro: Limba aplicației
ru_ru: Язык приложения
uk_ua: Мова застосунку
zh_cn: 界面语言

# Settings_Language_Desc.Text
source: Choose your preferred display language
de_de: Wählen Sie Ihre bevorzugte Anzeigesprache
es_es: Elija el idioma de visualización preferido
fr_fr: Choisissez la langue d'affichage de votre choix
it_it: Scegli la lingua di visualizzazione preferita
ja_jp: 表示する言語を選択してください
ko_kr: 선호하는 화면 표시 언어를 선택하세요
pl_pl: Wybierz preferowany język wyświetlania
pt_pt: Escolha o seu idioma de visualização preferido
ro_ro: Alegeți limba de afișare preferată
ru_ru: Выберите предпочитаемый язык интерфейса
uk_ua: Оберіть бажану мову інтерфейсу
zh_cn: 选择您的首选界面显示语言

# Language_SystemDefault
source: System default
de_de: Systemstandard
es_es: Predeterminado del sistema
fr_fr: Valeur par défaut du système
it_it: Predefinito del sistema
ja_jp: システム既定
ko_kr: 시스템 기본값
pl_pl: Domyślny systemu
pt_pt: Padrão do sistema
ro_ro: Setare implicită de sistem
ru_ru: Системный по умолчанию
uk_ua: Системна за замовчуванням
zh_cn: 系统默认

# Settings_Currency_Title.Text
source: Currency & Regional Formatting
de_de: Währung & Regionale Formatierung
es_es: Moneda y formato regional
fr_fr: Devise & Formatage régional
it_it: Valuta e formattazione regionale
ja_jp: 通貨と地域フォーマット
ko_kr: 통화 및 지역 서식
pl_pl: Waluta i formatowanie regionalne
pt_pt: Moeda e formatação regional
ro_ro: Monedă și formatare regională
ru_ru: Валюта и региональные форматы
uk_ua: Валюта та регіональне форматування
zh_cn: 货币与区域格式

# Settings_BaseCurrency_Label.Text
source: Global Base Currency
de_de: Globale Basiswährung
es_es: Moneda base global
fr_fr: Devise de base globale
it_it: Valuta di base globale
ja_jp: 全体の基準通貨
ko_kr: 글로벌 기준 통화
pl_pl: Główna waluta bazowa
pt_pt: Moeda base global
ro_ro: Monedă de bază globală
ru_ru: Основная базовая валюта
uk_ua: Глобальна базова валюта
zh_cn: 全局基础结算货币

# Settings_BaseCurrency_Desc.Text
source: Default currency for aggregated balances and new accounts
de_de: Standardwährung für zusammengefasste Salden und neue Konten
es_es: Moneda predeterminada para saldos agregados y cuentas nuevas
fr_fr: Devise par défaut pour les soldes agrégés et les nouveaux comptes
it_it: Valuta predefinita per saldi aggregati e nuovi conti
ja_jp: 集計残高や新規口座作成時のデフォルト通貨
ko_kr: 자산 합산 및 새 계좌 생성 시 기본 통화
pl_pl: Domyślna waluta dla zagregowanych sald i nowych kont
pt_pt: Moeda padrão para saldos agregados e novas contas
ro_ro: Moneda implicită pentru soldurile cumulate și conturile noi
ru_ru: Валюта по умолчанию для сводных балансов и новых счетов
uk_ua: Основна валюта для підсумкових балансів та нових рахунків
zh_cn: 用于汇总总资产和新开设账户的默认货币

# Settings_Sync_Title.Text
source: Firebase Cloud Sync
de_de: Firebase Cloud-Synchronisation
es_es: Sincronización en la nube con Firebase
fr_fr: Synchronisation cloud Firebase
it_it: Sincronizzazione cloud Firebase
ja_jp: Firebase クラウド同期
ko_kr: Firebase 클라우드 동기화
pl_pl: Synchronizacja z chmurą Firebase
pt_pt: Sincronização na cloud Firebase
ro_ro: Sincronizare în cloud Firebase
ru_ru: Облачная синхронизация Firebase
uk_ua: Хмарна синхронізація Firebase
zh_cn: Firebase 云同步

# Settings_SyncNowButton.Text
source: Sync Now
de_de: Jetzt synchronisieren
es_es: Sincronizar ahora
fr_fr: Synchroniser maintenant
it_it: Sincronizza ora
ja_jp: 今すぐ同期
ko_kr: 지금 동기화
pl_pl: Synchronizuj teraz
pt_pt: Sincronizar agora
ro_ro: Sincronizează acum
ru_ru: Синхронизировать сейчас
uk_ua: Синхронізувати зараз
zh_cn: 立即同步

# Settings_SyncStatus_Label.Text
source: STATUS
es_es: ESTADO
fr_fr: STATUT
it_it: STATO
ja_jp: ステータス
ko_kr: 상태
pt_pt: ESTADO
ro_ro: STARE
ru_ru: СТАТУС
uk_ua: СТАТУС
zh_cn: 状态

# Settings_LastSynced_Label.Text
source: LAST SYNCED
de_de: ZULETZT SYNCHRONISIERT
es_es: ÚLTIMA SINCRONIZACIÓN
fr_fr: DERNIÈRE SYNCHRO
it_it: ULTIMA SINCRONIZZAZIONE
ja_jp: 最終同期日時
ko_kr: 최근 동기화
pl_pl: OSTATNIA SYNCHRONIZACJA
pt_pt: ÚLTIMA SINCRONIZAÇÃO
ro_ro: ULTIMA SINCRONIZARE
ru_ru: ПОСЛЕДНЯЯ СИНХРОНИЗАЦИЯ
uk_ua: ОСТАННЯ СИНХРОНІЗАЦІЯ
zh_cn: 上次同步

# Settings_PendingChanges_Label.Text
source: PENDING CHANGES
de_de: AUSSTEHENDE ÄNDERUNGEN
es_es: CAMBIOS PENDIENTES
fr_fr: MODIFICATIONS EN ATTENTE
it_it: MODIFICHE IN SOSPESO
ja_jp: 保留中の変更
ko_kr: 대기 중인 변경사항
pl_pl: OCZEKUJĄCE ZMIANY
pt_pt: ALTERAÇÕES PENDENTES
ro_ro: MODIFICĂRI ÎN AȘTEPTARE
ru_ru: ОЖИДАЮТ ОТПРАВКИ
uk_ua: ОЧІКУЮТЬ ВІДПРАВКИ
zh_cn: 待上传更改

# Settings_Sync_Description.Text
source: FinPulse Companion synchronizes with Google Cloud Firestore project 'finpulse-cloud' using two-way Last-Write-Wins conflict resolution.
de_de: FinPulse Begleiter synchronisiert mit dem Google Cloud Firestore-Projekt 'finpulse-cloud' über eine bidirektionale Last-Write-Wins-Konfliktlösung.
es_es: FinPulse Compañero se sincroniza con el proyecto Google Cloud Firestore 'finpulse-cloud' mediante resolución bidireccional basada en la última escritura.
fr_fr: FinPulse Compagnon se synchronise avec le projet Google Cloud Firestore « finpulse-cloud » via la résolution de conflits bidirectionnelle « dernier rédacteur gagne ».
it_it: FinPulse Companion si sincronizza con il progetto Google Cloud Firestore 'finpulse-cloud' utilizzando la risoluzione bidirezionale Last-Write-Wins.
ja_jp: FinPulse コンパニオンは、双方向の Last-Write-Wins 競合解決を使用して Google Cloud Firestore プロジェクト「finpulse-cloud」と同期します。
ko_kr: FinPulse 컴패니언은 양방향 Last-Write-Wins 충돌 해결 방식을 사용하여 Google Cloud Firestore 'finpulse-cloud' 프로젝트와 데이터를 동기화합니다.
pl_pl: FinPulse Towarzysz synchronizuje się z projektem Google Cloud Firestore 'finpulse-cloud' z dwukierunkowym rozwiązywaniem konfliktów Last-Write-Wins.
pt_pt: O FinPulse Companheiro sincroniza com o projeto Google Cloud Firestore 'finpulse-cloud' através de resolução bidirecional Last-Write-Wins.
ro_ro: FinPulse Companion se sincronizează cu proiectul Google Cloud Firestore 'finpulse-cloud' utilizând rezolvarea bidirecțională a conflictelor Last-Write-Wins.
ru_ru: FinPulse Спутник синхронизируется с проектом Google Cloud Firestore 'finpulse-cloud' с помощью двустороннего разрешения конфликтов Last-Write-Wins.
uk_ua: FinPulse Супутник синхронізується з проєктом Google Cloud Firestore 'finpulse-cloud' за допомогою двостороннього вирішення конфліктів Last-Write-Wins.
zh_cn: FinPulse 伴侣通过双向 Last-Write-Wins 冲突处理机制与 Google Cloud Firestore 项目“finpulse-cloud”保持数据同步。

# Settings_About_AppName.Text
source: FinPulse Companion
de_de: FinPulse Begleiter
es_es: FinPulse Compañero
fr_fr: FinPulse Compagnon
ja_jp: FinPulse コンパニオン
ko_kr: FinPulse 컴패니언
pl_pl: FinPulse Towarzysz
pt_pt: FinPulse Companheiro
ru_ru: FinPulse Спутник
uk_ua: FinPulse Супутник
zh_cn: FinPulse 伴侣

# Settings_About_Version.Text
source: Version 1.0.0 • Windows 11 Fluent Edition
es_es: Versión 1.0.0 • Edición Windows 11 Fluent
fr_fr: Version 1.0.0 • Édition Windows 11 Fluent
it_it: Versione 1.0.0 • Edizione Windows 11 Fluent
ja_jp: バージョン 1.0.0 • Windows 11 Fluent エディション
ko_kr: 버전 1.0.0 • Windows 11 Fluent 에디션
pl_pl: Wersja 1.0.0 • Windows 11 Fluent Edition
pt_pt: Versão 1.0.0 • Edição Windows 11 Fluent
ro_ro: Versiunea 1.0.0 • Ediția Windows 11 Fluent
ru_ru: Версия 1.0.0 • Windows 11 Fluent Edition
uk_ua: Версія 1.0.0 • Windows 11 Fluent Edition
zh_cn: 版本 1.0.0 • Windows 11 Fluent 典藏版
